register.success=\u0110\u0103ng k\u00FD th\u00E0nh c\u00F4ng. Vui l\u00F2ng x\u00E1c minh email c\u1EE7a b\u1EA1n.
register.email.exists=Email \u0111\u00E3 \u0111\u0103ng k\u00FD nh\u01B0ng ch\u01B0a \u0111\u01B0\u1EE3c x\u00E1c minh. \u0110\u00E3 g\u1EEDi l\u1EA1i email x\u00E1c minh.
register.email.used=Email \u0111\u00E3 \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng.
register.username.used=T\u00EAn ng\u01B0\u1EDDi d\u00F9ng \u0111\u00E3 \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng.
login.success=\u0110\u0103ng nh\u1EADp th\u00E0nh c\u00F4ng.
login.account.locked=T\u00E0i kho\u1EA3n ng\u01B0\u1EDDi d\u00F9ng \u0111\u00E3 b\u1ECB kh\u00F3a.
login.tfa.required=Vui l\u00F2ng nh\u1EADp m\u00E3 OTP sau khi qu\u00E9t m\u00E3 QR.
activate.code.incorrect=M\u00E3 k\u00EDch ho\u1EA1t kh\u00F4ng ch\u00EDnh x\u00E1c ho\u1EB7c \u0111\u00E3 h\u1EBFt h\u1EA1n.
activate.code.expired=M\u00E3 k\u00EDch ho\u1EA1t \u0111\u00E3 h\u1EBFt h\u1EA1n. M\u00E3 m\u1EDBi \u0111\u00E3 \u0111\u01B0\u1EE3c g\u1EEDi \u0111\u1EBFn email c\u1EE7a b\u1EA1n.
activate.already=T\u00E0i kho\u1EA3n n\u00E0y \u0111\u00E3 \u0111\u01B0\u1EE3c k\u00EDch ho\u1EA1t.
user.notfound=Kh\u00F4ng t\u00ECm th\u1EA5y ng\u01B0\u1EDDi d\u00F9ng v\u1EDBi email: {0}
user.notfound.username=Kh\u00F4ng t\u00ECm th\u1EA5y ng\u01B0\u1EDDi d\u00F9ng v\u1EDBi username: {0}
user.notfound.jwt=Kh\u00F4ng t\u00ECm th\u1EA5y username t\u1EEB JWT 
token.missing=Thi\u1EBFu refresh token.
token.invalid=Refresh token kh\u00F4ng h\u1EE3p l\u1EC7 ho\u1EB7c \u0111\u00E3 h\u1EBFt h\u1EA1n.
token.revoked=Refresh token \u0111\u00E3 b\u1ECB thu h\u1ED3i.
forgot.email.not.exist=Email kh\u00F4ng t\u1ED3n t\u1EA1i.
forgot.email.failed=G\u1EEDi email th\u1EA5t b\u1EA1i. Vui l\u00F2ng th\u1EED l\u1EA1i sau.
forgot.email.sent=M\u00E3 \u0111\u1EB7t l\u1EA1i m\u1EADt kh\u1EA9u \u0111\u00E3 \u0111\u01B0\u1EE3c g\u1EEDi \u0111\u1EBFn email c\u1EE7a b\u1EA1n!
reset.code.invalid=M\u00E3 \u0111\u1EB7t l\u1EA1i kh\u00F4ng h\u1EE3p l\u1EC7.
reset.code.expired=M\u00E3 \u0111\u1EB7t l\u1EA1i \u0111\u00E3 h\u1EBFt h\u1EA1n.
reset.code.valid=M\u00E3 \u0111\u1EB7t l\u1EA1i h\u1EE3p l\u1EC7.
reset.code.invalid_or_expired=M\u00E3 \u0111\u1EB7t l\u1EA1i kh\u00F4ng h\u1EE3p l\u1EC7 ho\u1EB7c \u0111\u00E3 h\u1EBFt h\u1EA1n.
password.reset.success=\u0110\u1EB7t l\u1EA1i m\u1EADt kh\u1EA9u th\u00E0nh c\u00F4ng.
tfa.enabled=\u0110\u00E3 b\u1EADt x\u00E1c th\u1EF1c hai y\u1EBFu t\u1ED1.
tfa.disabled=\u0110\u00E3 t\u1EAFt x\u00E1c th\u1EF1c hai y\u1EBFu t\u1ED1.
2fa.not.enabled=X\u00E1c th\u1EF1c 2 y\u1EBFu t\u1ED1 ch\u01B0a \u0111\u01B0\u1EE3c b\u1EADt cho ng\u01B0\u1EDDi d\u00F9ng n\u00E0y.
otp.qr.invalid=M\u00E3 OTP t\u1EEB QR kh\u00F4ng h\u1EE3p l\u1EC7
otp.email.subject=M\u00E3 OTP X\u00E1c th\u1EF1c Hai Y\u1EBFu t\u1ED1
email.send.failed=G\u1EEDi email th\u1EA5t b\u1EA1i. Vui l\u00F2ng th\u1EED l\u1EA1i sau.
otp.email.sent=M\u00E3 x\u00E1c th\u1EF1c hai y\u1EBFu t\u1ED1 \u0111\u00E3 \u0111\u01B0\u1EE3c g\u1EEDi \u0111\u1EBFn email c\u1EE7a b\u1EA1n!
otp.email.invalid=M\u00E3 OTP cho X\u00E1c th\u1EF1c Hai Y\u1EBFu t\u1ED1 kh\u00F4ng h\u1EE3p l\u1EC7
otp.email.expired=M\u00E3 OTP cho X\u00E1c th\u1EF1c Hai Y\u1EBFu t\u1ED1 \u0111\u00E3 h\u1EBFt h\u1EA1n
otp.email.mismatch=M\u00E3 OTP kh\u00F4ng kh\u1EDBp

email.title=X\u00E1c nh\u1EADn \u0111\u1ECBa ch\u1EC9 email c\u1EE7a b\u1EA1n
email.greeting=Ch\u00E0o {0},
email.welcome=Ch\u00FAng t\u00F4i r\u1EA5t vui m\u1EEBng ch\u00E0o \u0111\u00F3n b\u1EA1n! \u0110\u1EC3 ho\u00E0n t\u1EA5t \u0111\u0103ng k\u00FD t\u00E0i kho\u1EA3n, vui l\u00F2ng x\u00E1c minh \u0111\u1ECBa ch\u1EC9 email c\u1EE7a b\u1EA1n b\u1EB1ng m\u00E3 k\u00EDch ho\u1EA1t d\u01B0\u1EDBi \u0111\u00E2y:
email.alternative=Ho\u1EB7c, b\u1EA1n c\u00F3 th\u1EC3 k\u00EDch ho\u1EA1t t\u00E0i kho\u1EA3n b\u1EB1ng c\u00E1ch nh\u1EA5p v\u00E0o n\u00FAt d\u01B0\u1EDBi \u0111\u00E2y:
email.button=K\u00EDch ho\u1EA1t t\u00E0i kho\u1EA3n c\u1EE7a b\u1EA1n
email.ignore=N\u1EBFu b\u1EA1n kh\u00F4ng \u0111\u0103ng k\u00FD t\u00E0i kho\u1EA3n n\u00E0y, vui l\u00F2ng b\u1ECF qua email n\u00E0y.
email.footer=Tr\u00E2n tr\u1ECDng,<br>\u0110\u1ED9i ng\u0169 Qu\u1EA3n l\u00FD Ph\u00F2ng th\u00ED nghi\u1EC7m HCMIU

maintenance.title=Nh\u1EAFc nh\u1EDF b\u1EA3o tr\u00EC
maintenance.greeting=Ch\u00E0o <strong>{0}</strong>,
maintenance.message=\u0110\u00E2y l\u00E0 l\u1EDDi nh\u1EAFc nh\u1EDF th\u00E2n thi\u1EC7n r\u1EB1ng t\u00E0i s\u1EA3n \u0111\u01B0\u1EE3c giao cho b\u1EA1n \u0111\u00E3 \u0111\u01B0\u1EE3c l\u00EAn l\u1ECBch b\u1EA3o tr\u00EC. Vui l\u00F2ng xem chi ti\u1EBFt d\u01B0\u1EDBi \u0111\u00E2y:
maintenance.assetId=M\u00E3 t\u00E0i s\u1EA3n:
maintenance.assetName=T\u00EAn t\u00E0i s\u1EA3n:
maintenance.scheduledDate=Ng\u00E0y l\u00EAn l\u1ECBch:
maintenance.remarks=Ghi ch\u00FA:
maintenance.action=Vui l\u00F2ng \u0111\u1EA3m b\u1EA3o t\u00E0i s\u1EA3n s\u1EB5n s\u00E0ng cho vi\u1EC7c b\u1EA3o tr\u00EC v\u00E0o ng\u00E0y \u0111\u00E3 l\u00EAn l\u1ECBch. N\u1EBFu b\u1EA1n c\u00F3 b\u1EA5t k\u1EF3 c\u00E2u h\u1ECFi n\u00E0o ho\u1EB7c c\u1EA7n \u0111\u1ED5i l\u1ECBch, h\u00E3y li\u00EAn h\u1EC7 v\u1EDBi \u0111\u1ED9i ng\u0169 h\u1ED7 tr\u1EE3 c\u1EE7a ch\u00FAng t\u00F4i.
maintenance.button=Li\u00EAn h\u1EC7 h\u1ED7 tr\u1EE3
maintenance.footer.copyright=\u00A9 2024 Qu\u1EA3n l\u00FD Ph\u00F2ng th\u00ED nghi\u1EC7m NCS. M\u1ECDi quy\u1EC1n \u0111\u01B0\u1EE3c b\u1EA3o l\u01B0u.
maintenance.footer.contact=Khu ph\u1ED1 6, P. Linh Trung, Th\u00E0nh ph\u1ED1 Th\u1EE7 \u0110\u1EE9c, TP.HCM | \u0110i\u1EC7n tho\u1EA1i: (123) 456-7890 | <a href="https://yourcompany.com/unsubscribe">{0}</a>
maintenance.footer.unsubscribe=H\u1EE7y \u0111\u0103ng k\u00FD

reset.title=\u0110\u1EB7t l\u1EA1i m\u1EADt kh\u1EA9u c\u1EE7a b\u1EA1n
reset.greeting=Xin ch\u00E0o <strong>{0}</strong>,
reset.message=Ch\u00FAng t\u00F4i \u0111\u00E3 nh\u1EADn \u0111\u01B0\u1EE3c y\u00EAu c\u1EA7u \u0111\u1EB7t l\u1EA1i m\u1EADt kh\u1EA9u c\u1EE7a b\u1EA1n. D\u01B0\u1EDBi \u0111\u00E2y l\u00E0 m\u00E3 \u0111\u1EB7t l\u1EA1i c\u1EE7a b\u1EA1n:
reset.footer=N\u1EBFu b\u1EA1n kh\u00F4ng y\u00EAu c\u1EA7u email n\u00E0y, vui l\u00F2ng b\u1ECF qua n\u00F3.

otp.title=M\u00E3 OTP cho X\u00E1c th\u1EF1c Hai Y\u1EBFu t\u1ED1
otp.greeting=Xin ch\u00E0o <strong>{0}</strong>,
otp.message=S\u1EED d\u1EE5ng m\u00E3 OTP d\u01B0\u1EDBi \u0111\u00E2y \u0111\u1EC3 ho\u00E0n t\u1EA5t x\u00E1c th\u1EF1c hai y\u1EBFu t\u1ED1 c\u1EE7a b\u1EA1n:
otp.footer=N\u1EBFu b\u1EA1n kh\u00F4ng y\u00EAu c\u1EA7u \u0111i\u1EC1u n\u00E0y, vui l\u00F2ng b\u1ECF qua email n\u00E0y.
